export const round1 = {
  categories: [
    {
      name: "Теоретическая разминка",
      prices: [
        {
          price: 100,
          question: "Какие слова мы называем антонимами?",
          show: true,
          answer: "слова с противоположным значением"
        },
        {
          price: 200,
          question: "Какое происхождение у слова «БОКС»?",
          show: true,
          answer: "английское"
        },
        {
          price: 300,
          question: "Как называется изменяемая часть слова?",
          show: true,
          answer: "окончание"
        },
        {
          price: 400,
          question: "Бытовые, волшебные, о животных, о чем идет речь?",
          show: true,
          answer: "о сказках"
        },
        {
          price: 500,
          question: "В какую бочку нельзя налить воды?",
          show: true,
          answer: "полную"
        }
      ]
    },
    {
      name: "На 3 языках",
      prices: [
        {
          price: 100,
          question: "Не имей сто рублей, а имей сто...",
          show: true,
          answer: "друзей-дос-friends"
        },
        {
          price: 200,
          question: "Ученье..., а неученье- тьма.",
          show: true,
          answer: "свет-жарык-light"
        },
        {
          price: 300,
          question: "Не всё то-..., что блестит",
          show: true,
          answer: "золото-алтын-gold"
        },
        {
          price: 400,
          question: "Лучшее синица в руках, чем журавль в...",
          show: true,
          answer: "небе-аспан-sky"
        },
        {
          price: 500,
          question: "Без наук, как без...",
          show: true,
          answer: "рук-қол-arm-hand"
        }
      ]
    },
    {
      name: "Угайдай-ка",
      prices: [
        {
          price: 100,
          question: "Кто изображен на рисунке?",
          show: true,
          img: 'https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/ba/29/5c/img-worlds-of-adventure.jpg?w=900&h=500&s=1',
          answer: "Алдар-Косе и хвастливый бай"
        },
        {
          price: 200,
          question: "С каких слов начинаются сказки?",
          show: true,
          answer: "Жили-были, Однажды в далеком царстве"
        },
        {
          price: 300,
          question: "Передай ход другому!",
          show: true,
          isRedirect: true
        },
        {
          price: 400,
          question: "Из какой сказки данная иллюстрация?",
          show: true,
          answer: "Снежная королева"
        },
        {
          price: 500,
          question: "Угадай какая пословица спрятана на картинке?",
          show: true,
          answer: "не имей 100 рублей, а имей 100 друзей"
        }
      ]
    }
  ]
}

export const round2 = {
  categories: [
    {
      name: "Части речи",
      prices: [
        {
          price: 100,
          question: "Передай ход другому!",
          show: true,
          isRedirect: true
        },
        {
          price: 200,
          question: "К каким частям речи можно отнести слова жаркое, звонок, мелок?",
          show: true,
          answer: "существительное"
        },
        {
          price: 300,
          question: "Часть речи, которое обозначает действие предмета?",
          show: true,
          answer: "глагол"
        },
        {
          price: 400,
          question: "Какое слово является лишним? Послушный, воспитанный, ускоренный, приятный, прыгать, быстрый, большой, огромный, задумчивый, аккуратный, застенчивый, скромный",
          show: true,
          answer: "прыгать"
        },
        {
          price: 500,
          question: "У существительных окончание выражает:",
          show: true,
          answer: "род, число"
        }
      ]
    },
    {
      name: "Лексика",
      prices: [
        {
          price: 100,
          question: "Назовите антонимы к словам: Добрый, большой, легкий",
          show: true,
          answer: "злой, маленький, тяжелый"
        },
        {
          price: 200,
          question: "Каким словом является слово «клетка»?",
          show: true,
          answer: "многозначным"
        },
        {
          price: 300,
          question: "Слова близкие по значению, но разные по написанию называются",
          show: true,
          answer: "синонимами"
        },
        {
          price: 400,
          question: "Как называются по отношению друг к другу слова «слабый» и «сильный»?",
          show: true,
          answer: "антонимами"
        },
        {
          price: 500,
          question: "Какие слова мы называем неологизмами?",
          show: true,
          answer: "новые слова"
        }
      ]
    },
    {
      name: "Литература",
      prices: [
        {
          price: 100,
          question: "Назовите одним словом понятия «рассказ, повесть, роман, новелла»",
          show: true,
          answer: "литературный жанр"
        },
        {
          price: 200,
          question: "Народная мудрость, совокупность всего, что хранится в памяти народной.",
          show: true,
          answer: "фольклор"
        },
        {
          price: 300,
          question: "Семья была аристократической, потому молодой поэт получил разностороннее образование. Бабушка – Зере, отец Кунанбай, мать Улжан. О каком поэте речь?",
          show: true,
          answer: "Абай"
        },
        {
          price: 400,
          question: "Кто написал поэму «Земля, поклонись человеку»?",
          show: true,
          answer: "О.Сулейменов"
        },
        {
          price: 500,
          question: "В каком году умер А.С. Пушкин? Какова причина?",
          show: true,
          answer: "1837, дуэль с Дантесом"
        }
      ]
    }
  ]
}

export const round3 = {
  categories: [
    {
      name: "Вопросы из области общих знаний",
      prices: [
        {
          price: 100,
          question: "Как называют спортсмена, одержавшего победу в соревнованиях?",
          show: true,
          answer: "чемпион"
        },
        {
          price: 200,
          question: "Какой язык в Казахстане называют языком межнационального общения?",
          show: true,
          answer: "русский язык"
        },
        {
          price: 300,
          question: "Как называют знатока многих языков?",
          show: true,
          answer: "полиглот"
        },
        {
          price: 400,
          question: "Мифологические скакуны, изображенные на гербе Казахстана?",
          show: true,
          answer: "тулпар"
        },
        {
          price: 500,
          question: "Кто из казахских ученых учился в Омском кадетском корпусе?",
          show: true,
          answer: "Ш.Уалиханов"
        }
      ]
    },
    {
      name: "Грамматика",
      prices: [
        {
          price: 100,
          question: "Сколько падежей в русском языке? Назовите их.",
          show: true,
          answer: "6 (именительный, родительный, дательный, винительный, творительный, предложный)"
        },
        {
          price: 200,
          question: "Какой член предложения отвечает на вопросы косвенных падежей?",
          show: true,
          answer: "дополнение"
        },
        {
          price: 300,
          question: "Я минус в математике, но знак другой в грамматике. Какой знак?",
          show: true,
          answer: "дефис"
        },
        {
          price: 400,
          question: "Поставьте слово «море» во множественное число.",
          show: true,
          answer: "моря"
        },
        {
          price: 500,
          question: "Замените русским синонимом заимствованное слово «прогресс».",
          show: true,
          answer: "развитие"
        }
      ]
    },
    {
      name: "Угадай слово",
      prices: [
        {
          price: 100,
          question: "Разговор двух лиц.",
          show: true,
          answer: "диалог"
        },
        {
          price: 200,
          question: "Передай ход другому!",
          show: true,
          isRedirect: true
        },
        {
          price: 300,
          question: "Группа специалистов, решающих вопрос о присуждении премии, награды, на конкурсах, выставках, соревнованиях.",
          show: true,
          answer: "жюри"
        },
        {
          price: 400,
          question: "Тот, кто любит свою Родину, предан Отечеству.",
          show: true,
          answer: "патриот"
        },
        {
          price: 500,
          question: "Сосуд, особого устройства, предохраняющий помещенный в него продукт для остывания или нагревания.",
          show: true,
          answer: "термос"
        }
      ]
    }
  ]
}
